Repository: chergueta/e-commerce
Catalog: cakephp/app/Locale/esp/LC_MESSAGES/default.po
Languages: es

source: About Us
es: Sobre Nosotros

source: Our Work
es: Nuestro Trabajo

source: What We Offer
es: Lo Que Ofrecemos

source: Contact Us
es: Contáctanos

source: The 3D Link team is made up of young professionals, each and every one complementing an effective team for the development of technologies. We are keeping our minds open for challenges in order to generate new ideas in this digital era with its growing potentiality. All members have formed their skills at prestigious universities with recognitions throughout their studies and research projects.
es: El equipo de 3D Link está formado por jóvenes profesionales, que juntos complementan un equipo de trabajo eficaz para el desarrollo de tecnologías, abriendo sus mentes con la finalidad de generar ideas innovadoras en esta era digital, la cual crece exponencialmente. Cada uno formado en universidades de alto prestigio y con reconocimientos a lo largo de sus estudios.

source: MEET THE TEAM
es: NUESTRO EQUIPO

source: DEVELOPMENT
es: DESARROLLO

source: DESIGN
es: DISEÑO

source: Web & Mobile development
es: Desarrollo Web y Móvil

source: We aim to build sites that stay true to our clients’ needs and visions, focusing on how the sites can not only benefit but also help develop our customers’ businesses. We use a range of programming languages and development frameworks.
es: Nuestro objetivo es construir sitios fieles a los requerimientos y necesidades de los clientes, se centra en cómo los sitios los pueden beneficiar, sino también contribuir al desarrollo de sus empresas. Utilizamos diversos Frameworks y alta variedad de lenguajes de programación.

source: It is the modern business system on line, where it opens the possibility for creating a business and making payments through the App. Fortunately in 3D Link we are experienced to meet various challenges of electronic commerce.
es: El moderno sistema de negocios On-Line, abre a los clientes la posibilidad de crear negocios y realizar pagos a través de su aplicación. En 3D Link estamos experimentados para cubrir todo tipo de desafío de comercio.

source: We offer the hosting service and server management with specific characteristics depending on the project requirements. As a support and additional service from 3D link depending on customers’ requirements and needs.
es: Ofrecemos el servicio de alojamiento y gestión de servidores, con características específicas en función de las necesidades del proyecto, como soporte y servicio adicional de 3D LINK dependiendo de los requerimientos y necesidades de los clientes.

source: If you’re starting a brand, or have one, but you just want to give it a fresh and clean makeover, 3D Link has the best design team to bring your ideas to life.
es: Si usted está comenzando una marca o tiene una, pero lo que desea es darle un cambio de imagen fresca y limpia, 3D Link tiene el mejor equipo de diseño para llevar sus ideas a la vida.

source: Web design
es: Diseño Web

source: Nowadays, the web design is almost as important as the brand itself, we offer you a memorable and unique design to give your clients the most comfortable experience.
es: Hoy en día, el diseño web es casi tan importante como la propia marca, le ofrecemos un diseño grandioso y único para dar a sus clientes la experiencia más cómoda.

source: Packaging
es: Empaque

source: A great product like yours, needs a great packaging design, like ours. We will make your brand stand out of the rest with a powerful and vibrant design.
es: Un gran producto como el suyo, necesita un buen diseño de envases, como el nuestro. Podemos hacer que tu marca se destaque del resto con un diseño potente y fenomenal.

source: 3D Link knows how to optimise the search engine rankings to improve the visibility of a website in organic results (results not paid for). This will attract more visits to your site and makes it more useful for your business.
es: En 3D Link sabemos realizar eficazmente el posicionamiento en motores de búsqueda, para mejorar la visibilidad de un sitio web en resultados orgánicos (resultados No pagados) y realizar de tu sitio web un lugar más útil y con alta frecuencia de visitas.

source: Social media
es: Redes Sociales

source: We integrate apps and social networks accounts. As a result, your connections can increase as you improve your popularity. Into the 3D Link we have an expert team who generates and post the content necessary with a guaranteed success.
es: Integramos aplicaciones y cuentas de redes sociales. Como resultado, las conexiones pueden aumentar a medida que mejora su popularidad. En 3D LINK tenemos un equipo de expertos que genera y publica el contenido necesario, con un éxito garantizado.

source: We will set you up an account with your choice of email marketing providers and create and send out your marketing emails for you. Also, get better your experience and position your brand as expert in its field.
es: En la actualidad el Marketing Digital es la herramienta número 1 de ventas, desde una campaña por correo electrónico como las otras diversas vías para hacerlo. Acá encontrarás una asesoría completa con la cual querrás llevar a cabo tus proyectos.

source: Name*
es: Nombre*

source: Email*
es: Correo electrónico

source: Phone Number
es: Teléfono

source: SUBMIT
es: ENVIAR

source: Write your questions here.*
es: Déjanos tus preguntas aquí*

source: All rights reserved, 3D Link. 2016
es: Todos los derechos reservados, 3D Link. 2016

source: Please write your name, email and your question.
es: Por favor escriba su nombre, correo electrónico y pregunta.

source: Wait...
es: Espere...

source: Thanks for your contact, we will contact you soon.
es: Gracias por su contacto , nos pondremos pronto en contacto con usted.

source: Your payment has not been made ​​, in a few moments you will receive an email with the information.
es: Su pago no ha sido realizado, en breves momentos recibirá un correo con la información.

source: Back
es: Volver

source: Payment
es: Pago

source: Company
es: Empresa

source: Amount
es: Monto

source: Payment Method
es: Método de pago

source: Work / Description
es: Trabajo / Descripción

source: Responsible for the payment
es: Responsable del pago

source: Email
es: Correo electrónico

source: Pay
es: Pagar

source: You must fill in this field
es: Debe llenar esta campo

source: RIF must be formatted J-000000000
es: El RIF debe tener el formato J-000000000

source: The amount must be greater than 0
es: El monto debe ser mayor que 0

source: The amount must be less than 999999
es: El monto debe ser menor que 999999

source: You must place a valid email
es: Debe colocar un correo válido

source: The phone must contain an area code of 4 digits followed by a hyphen (-) and 7 digits
es: El teléfono debe contener un código de área de 4 dígitos seguido de un guion (-) y 7 dígitos

source: Your payment is being processed , in a few moments receive an email with information.
es: Su pago esta siendo procesado, en breves momentos recibirá un correo con la información.

source: Your payment has been successfully made ​​, in a few moments you will receive an email with the information. <br> Thank you for trusting us !
es: Su pago ha sido realizado exitosamente, en breves momentos recibirá un correo con la información. <br> ¡Gracias por confiar en nosotros!
